// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "Для доступа ко всем функциям печати необходима связь драйвера принтера HP с принтером.";
APTAddPrinterTitle = "Добавление принтера";
APTSkipButtonTitle = "Пропустить";

APTFirstStepTitle = "1. Щелкните \"Добавление принтера\". Откроется диалоговое окно со списком принтеров, подключенных к локальной сети.";
APTBonjourSecondStepTitle = "2. Выберите \"%@\". Потребуется несколько секунд, чтобы принтер появился в списке.";
APTSecondStepNoteTitle = "Примечание. Чтобы обеспечить исправную работу всех функций принтера, необходимо выбрать запись \"Bonjour\" или \"Многофункциональный Bonjour\". Если при подключении принтера к компьютеру через USB–кабель в списке не появляются новые записи, кабель следует отключить.";
APTBonjourThirdStepTitle = "3. Откройте всплывающее меню \"Использование\" (или \"Принтер\") и выберите имя модели принтера. Теперь драйвер принтера HP записан в очередь печати.";
APTBonjourFourthStepTitle = "4. Чтобы завершить создание очереди печати, щелкните \"Добавить\" и закройте диалоговое окно.";

APTIPSecondStepTitle = "2. Нажмите кнопку «IP» на панели инструментов.";
APTIPThirdStepTitle = "3. В поле «Протокол» выберите параметр «HP Jetdirect - Сокет».";
APTIPFourthStepTitle = "4. Введите IP-адрес %@ в поле «Адрес». Через какое-то время должно появиться устройство.";
APTFouthStepNoteTitle = "Если в поле \"Принтер\" или \"Использование\" не отображается устройство, устройство не обнаружено. Инструкции о том, как добавить устройство вручную, см. в документации и справке Apple.";
APTFifthStepIPTitle = "5. Чтобы завершить создание очереди печати, щелкните \"Добавить\" и закройте диалоговое окно.";
APTPrintOnlySupportWarning = "Помните, что принтер поддерживает IP-подключение, однако в этом случае правильно работает только функция печати.";

AssistantContinueAlertTitle = "Действительно продолжить без добавления очереди печати?";
AssistantContinueAlertMessage = "Печать на принтере будет недоступна, пока не будет создана очередь печати.";

FaxDriverNotInstalledTitle = "ПО HP для настройки факса не найдено";
PrintDriverNotInstalledTitle = "ПО HP для настройки принтера не найдено";
APTMissingSoftwareMessage = "APT_TEXT:Загрузите и установите последнюю версию программного обеспечения для устройства по адресу APT_LINK:APT_URL:APTSupportLink_URL и повторите попытку. Если продолжить работу без установки нового ПО, некоторые функции будут недоступны.";
